11/data/attachments/f4f351831b6f69c9.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_a26ceda9-9baa-495d-b3b3-74a127cc4d09</nif:username>
            <nif:friendToBeAdded>Marcus_son_Friend_36681_5</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>